org/main/20211007013334-eap121.org
:PROPERTIES:
:ID:       B67886C1-BBAB-4141-8B19-0297F7BE42BA
:CATEGORY: EAP121
:END:
#+title: EAP121
#+HUGO_SECTION:main
* COMPLETED EAP121                                                   :agenda:
CLOSED: [2021-12-22 Wed 17:18]
** Tutoring Schedule
*** DONE Seminar
SCHEDULED: <2021-12-07 Tue 16:00-18:00 +1w>
:PROPERTIES:
:LAST_REPEAT: [2021-12-29 Wed 00:37]
:END:
:LOGBOOK:
- State "DONE"       from ""           [2021-12-29 Wed 00:37]
- State "DONE"       from              [2021-12-29 Wed 00:37]
- State "DONE"       from ""           [2021-11-24 Wed 12:13]
- State "DONE"       from              [2021-11-24 Wed 12:13]
- State "DONE"       from ""           [2021-11-24 Wed 12:12]
- State "DONE"       from              [2021-11-24 Wed 12:12]
- State "DONE"       from ""           [2021-11-24 Wed 12:12]
- State "DONE"       from              [2021-11-24 Wed 12:12]
- State "DONE"       from ""           [2021-11-24 Wed 12:10]
- State "DONE"       from              [2021-11-24 Wed 12:10]
- State "DONE"       from              [2021-11-09 Tue 22:55]
- State "DONE"       from ""           [2021-11-01 Mon 12:40]
- State "DONE"       from              [2021-11-01 Mon 12:40]
- State "DONE"       from ""           [2021-11-01 Mon 12:40]
- State "DONE"       from              [2021-11-01 Mon 12:40]
- State "DONE"       from              [2021-10-14 Thu 15:54]
:END:
*** DONE Seminar
SCHEDULED: <2021-11-26 Fri 17:00-19:00 +1w>
:PROPERTIES:
:LAST_REPEAT: [2021-11-24 Wed 12:12]
:END:
:LOGBOOK:
- State "DONE"       from ""           [2021-11-24 Wed 12:12]
- State "DONE"       from              [2021-11-24 Wed 12:12]
- State "DONE"       from ""           [2021-11-24 Wed 12:10]
- State "DONE"       from              [2021-11-24 Wed 12:10]
- State "DONE"       from ""           [2021-11-09 Tue 22:57]
- State "DONE"       from              [2021-11-09 Tue 22:56]
- State "DONE"       from ""           [2021-11-01 Mon 12:41]
- State "DONE"       from              [2021-11-01 Mon 12:41]
- State "DONE"       from ""           [2021-11-01 Mon 12:41]
- State "DONE"       from              [2021-11-01 Mon 12:41]
- State "DONE"       from ""           [2021-10-16 Sat 12:18]
:END:
** Tasks
*** DONE Preview #1
CLOSED: [2021-11-09 Tue 22:57] SCHEDULED: <2021-11-07 Sun  +1w>
:PROPERTIES:
:LAST_REPEAT: [2021-11-01 Mon 12:39]
:END:
:PROPERTIES:
n:LAST_REPEAT: [2021-10-16 Sat 12:17]
:END:
:LOGBOOK:
- State "DONE"       from              [2021-11-09 Tue 22:57]
- State "DONE"       from ""           [2021-11-01 Mon 12:39]
- State "DONE"       from              [2021-11-01 Mon 12:39]
- State "DONE"       from ""           [2021-11-01 Mon 12:39]
- State "DONE"       from              [2021-11-01 Mon 12:39]
- State "DONE"       from ""           [2021-11-01 Mon 12:39]
- State "DONE"       from              [2021-11-01 Mon 12:39]
- State "DONE"       from ""           [2021-10-16 Sat 12:17]
:END:
*** DONE Preview #2
SCHEDULED: <2021-12-01 Wed  +1w>
:PROPERTIES:
:LAST_REPEAT: [2021-11-24 Wed 12:10]
:END:
:LOGBOOK:
- State "DONE"       from ""           [2021-11-24 Wed 12:10]
- State "DONE"       from              [2021-11-24 Wed 12:10]
- State "DONE"       from ""           [2021-11-24 Wed 12:10]
- State "DONE"       from              [2021-11-24 Wed 12:10]
- State "DONE"       from ""           [2021-11-01 Mon 12:40]
- State "DONE"       from              [2021-11-01 Mon 12:40]
- State "DONE"       from ""           [2021-11-01 Mon 12:40]
- State "DONE"       from              [2021-11-01 Mon 12:40]
- State "DONE"       from ""           [2021-11-01 Mon 12:39]
- State "DONE"       from              [2021-11-01 Mon 12:39]
- State "DONE"       from ""           [2021-11-01 Mon 12:39]
- State "DONE"       from              [2021-11-01 Mon 12:39]
- State "DONE"       from ""           [2021-10-16 Sat 12:18]
:END:
*** DONE Build the EAP121 node
CLOSED: [2021-11-15 Mon 17:13] SCHEDULED: <2021-10-12 Tue 19:00-19:30>
:PROPERTIES:
:Effort:   10
:END:
:LOGBOOK:
- State "DONE"       from "NEXT"       [2021-11-15 Mon 17:13]
CLOCK: [2021-11-15 Mon 17:02]--[2021-11-15 Mon 17:13] =>  0:11
:END:
+ [X] Get the schedules
+ [X] other informations
*** TODO Homework.
*** DONE Catch up with the content of EAP121 Node
CLOSED: [2021-12-29 Wed 00:43] SCHEDULED: <2021-10-12 Tue 19:30-20:30>
:LOGBOOK:
- State "DONE"       from "TODO"       [2021-12-29 Wed 00:43]
- Note taken on [2021-12-24 Fri 00:47] \\
  Too late
:END:
*** TODO Speaking Test
[[file:~/Downloads/Online EAP121 Final Speaking Coursework_Task Sheet 210908.pdf][speaking test task sheet]]
**** DONE Formative group pre
CLOSED: [2021-11-24 Wed 12:11] SCHEDULED: <2021-11-19 Fri>
:LOGBOOK:
- State "DONE"       from "TODO"       [2021-11-24 Wed 12:11]
:END:
[[file:~/Downloads/EAP121 Formative Speaking Assignment_Group Presentation 2.0.pdf][Group pre task sheet]]
Go to wechat group for further organisation
**** DONE attend test
CLOSED: [2021-12-24 Fri 01:16] DEADLINE: <2021-12-07 Mon 16:55>
:LOGBOOK:
- State "DONE"       from "TODO"       [2021-12-24 Fri 01:16]
:END:
*** DONE Finish first draft
CLOSED: [2021-11-15 Mon 17:04]
:LOGBOOK:
- State "DONE"       from "TODO"       [2021-11-15 Mon 17:04]
:END:
*** DONE Fix first language
CLOSED: [2021-11-15 Mon 17:04]
:LOGBOOK:
- State "DONE"       from "TODO"       [2021-11-15 Mon 17:04]
:END:
under linggle something
** Outline
*** Conclusion and Abstract
+ First and last thing
+ Goal
  + Tell people what this is about
  + Persuade them that this is well written
**** Conclusion
components:
+ How aims are achieved
+ implication
+ review of main points
+ suggestion of future study
+ limitation of this study
***** summary
****** Purpose.restate
****** keyFindings.summarize
****** generalFindings.explain
***** limitation
****** problemOfTheResearch.
****** problemOfTheResearch.Importance
***** Further Research/Implication
****** further researches
+ new research questions
  
+ avoid the limitations
****** Implications
+ of practical situation or real life
+ recommendations.
** DONE The Research Report Project
CLOSED: [2021-11-12 Fri 17:14] DEADLINE: <2021-10-25 Mon 09:00>
:LOGBOOK:
- State "DONE"       from "TODO"       [2021-11-12 Fri 17:14]
:END:
*** Spec
**** Topic
University student perceptions, attitudes, motivations or behaviour relating to
Counterfeit Product
**** RQs
+ RQ1: How prevalent is counterfeit products used among this sample?
+ RQ2: Is the sample aware that the products are counterfeit before they use?
+ RQ3: What are the factors which result in the usage of counterfeit products among this sample?
**** Hypothesis
+ H1: The usage of counterfeit products is quite prevalent among the sample. Females may be more likely to accept counterfeits than males.
+ H2: The majority of this sample may have the awareness due to their willingness to purchase, while some people might be deceived without being aware of.
+ H3: There are many factors, including the sample preference and external facts, that lead to the appearance of counterfeit products.
  
**** Data
Check in [[file:~/playground/questionnaire result/][Here]]
**** format
[[file:~/playground/EAP 121 Writing Coursework Progression Worksheet.pdf][Check Here]]
report format:
+ Abstract
+ Introduction
+ Method
+ Results
+ Discussion
+ Conclusion
Doc format:
+ MS Doc
+ filename: EAP121_WCW_First/Final Draft
+ spacing:1.5 line
+ Font Arial 12
+ page number: t
+ Use headings
+ Graphs: (heading . t) (label . t)

  
**** Sources
+ Minimum 6
+ In Havard Style
+ Must paraphase/summarize: 1 quotation within 5% of text is allowed

**** Graphs
2-4

**** Wordcount
>=1300(10%)

*** Data Analysis
The questionaire includes:
+ Gender
  2
+ Kind
  3-11
+ Location?
  12-20
+ Frencuncy
  21
+ Active?
  22
  + Active Reason?
    23-29
+ Reason for the situation
  30-36
+ Defend Right?
  37
  + Why not?
    38-44
+ Agree boycott Counterfeit?
45
To answer the RQs and test the Hypothesis.

**** RQ1: How  prevalent
Examine the percentage of =Never Buy Counterfeit Product= in the field =Kind=

***** Algo
1. find sample space(102)
2. find the number of =Never Buy Counterfeit Product=
3. Could make a pie chart of the whole field
   1. Count each field number
   2. make a pie chart using =graphviz=
    
***** Result
Only 23.5% of the sample thought that haven't bought any kind of counterfeit. The other 76.4% of sample confirm that they had bought counterfeit products. That is to say, buying counterfeit product as a experiance, either willingly or by fault, is widespread as the majority of the sample.
A less reliable extra information is that if multipled with the frequency of buying counterfeit products collected from the sample, the overall frequency of sample purchasing counterfeit product is 25.1%. That is to say, among every 4 object purchased by XJTLU students, 1 will be fake-branded.
**** RQ2: Aware of Counterfeit?
Examine the precentage of =Active Buying Counterfiet Product= in the field =Active=
