content/main/20211007013334-eap121.md
+++
title = "EAP121"
author = ["System Administrator"]
draft = false
+++

## COMPLETED EAP121 <span class="tag"><span class="agenda">agenda</span></span> {#completed-eap121}


### Tutoring Schedule {#tutoring-schedule}


#### <span class="org-todo done DONE">DONE</span> Seminar {#seminar}


#### <span class="org-todo done DONE">DONE</span> Seminar {#seminar}


### Tasks {#tasks}


#### <span class="org-todo done DONE">DONE</span> Preview #1 {#preview-1}

n:LAST_REPEAT: <span class="timestamp-wrapper"><span class="timestamp">[2021-10-16 Sat 12:17]</span></span>


#### <span class="org-todo done DONE">DONE</span> Preview #2 {#preview-2}


#### <span class="org-todo done DONE">DONE</span> Build the EAP121 node {#build-the-eap121-node}

-   [X] Get the schedules
-   [X] other informations


#### <span class="org-todo todo TODO">TODO</span> Homework. {#homework-dot}


#### <span class="org-todo done DONE">DONE</span> Catch up with the content of EAP121 Node {#catch-up-with-the-content-of-eap121-node}


#### <span class="org-todo todo TODO">TODO</span> Speaking Test {#speaking-test}

[speaking test task sheet](</ox-hugo/Online EAP121 Final Speaking Coursework_Task Sheet 210908.pdf>)

<!--list-separator-->

- <span class="org-todo done DONE">DONE</span>  Formative group pre

    [Group pre task sheet](</ox-hugo/EAP121 Formative Speaking Assignment_Group Presentation 2.0.pdf>)
    Go to wechat group for further organisation

<!--list-separator-->

- <span class="org-todo done DONE">DONE</span>  attend test


#### <span class="org-todo done DONE">DONE</span> Finish first draft {#finish-first-draft}


#### <span class="org-todo done DONE">DONE</span> Fix first language {#fix-first-language}

under linggle something


### Outline {#outline}


#### Conclusion and Abstract {#conclusion-and-abstract}

-   First and last thing
-   Goal
    -   Tell people what this is about
    -   Persuade them that this is well written

<!--list-separator-->

-  Conclusion

    components:

    -   How aims are achieved
    -   implication
    -   review of main points
    -   suggestion of future study
    -   limitation of this study

    <!--list-separator-->

    -  summary

        <!--list-separator-->

        -  Purpose.restate

        <!--list-separator-->

        -  keyFindings.summarize

        <!--list-separator-->

        -  generalFindings.explain

    <!--list-separator-->

    -  limitation

        <!--list-separator-->

        -  problemOfTheResearch.

        <!--list-separator-->

        -  problemOfTheResearch.Importance

    <!--list-separator-->

    -  Further Research/Implication

        <!--list-separator-->

        -  further researches

            -   new research questions

            -   avoid the limitations

        <!--list-separator-->

        -  Implications

            -   of practical situation or real life
            -   recommendations.


### <span class="org-todo done DONE">DONE</span> The Research Report Project {#the-research-report-project}


#### Spec {#spec}

<!--list-separator-->

-  Topic

    University student perceptions, attitudes, motivations or behaviour relating to
    Counterfeit Product

<!--list-separator-->

-  RQs

    -   RQ1: How prevalent is counterfeit products used among this sample?
    -   RQ2: Is the sample aware that the products are counterfeit before they use?
    -   RQ3: What are the factors which result in the usage of counterfeit products among this sample?

<!--list-separator-->

-  Hypothesis

    -   H1: The usage of counterfeit products is quite prevalent among the sample. Females may be more likely to accept counterfeits than males.
    -   H2: The majority of this sample may have the awareness due to their willingness to purchase, while some people might be deceived without being aware of.
    -   H3: There are many factors, including the sample preference and external facts, that lead to the appearance of counterfeit products.

<!--list-separator-->

-  Data

    Check in [Here](<~/playground/questionnaire result/>)

<!--list-separator-->

-  format

    [Check Here](</ox-hugo/EAP 121 Writing Coursework Progression Worksheet.pdf>)
    report format:

    -   Abstract
    -   Introduction
    -   Method
    -   Results
    -   Discussion
    -   Conclusion

    Doc format:

    -   MS Doc
    -   filename: EAP121_WCW_First/Final Draft
    -   spacing:1.5 line
    -   Font Arial 12
    -   page number: t
    -   Use headings
    -   Graphs: (heading . t) (label . t)

<!--list-separator-->

-  Sources

    -   Minimum 6
    -   In Havard Style
    -   Must paraphase/summarize: 1 quotation within 5% of text is allowed

<!--list-separator-->

-  Graphs

    2-4

<!--list-separator-->

-  Wordcount

    &gt;=1300(10%)


#### Data Analysis {#data-analysis}

The questionaire includes:

-   Gender
    2
-   Kind
    3-11
-   Location?
    12-20
-   Frencuncy
    21
-   Active?
    22
    -   Active Reason?
        23-29
-   Reason for the situation
    30-36
-   Defend Right?
    37
    -   Why not?
        38-44
-   Agree boycott Counterfeit?

45
To answer the RQs and test the Hypothesis.

<!--list-separator-->

-  RQ1: How  prevalent

    Examine the percentage of `Never Buy Counterfeit Product` in the field `Kind`

    <!--list-separator-->

    -  Algo

        1.  find sample space(102)
        2.  find the number of `Never Buy Counterfeit Product`
        3.  Could make a pie chart of the whole field
            1.  Count each field number
            2.  make a pie chart using `graphviz`

    <!--list-separator-->

    -  Result

        Only 23.5% of the sample thought that haven't bought any kind of counterfeit. The other 76.4% of sample confirm that they had bought counterfeit products. That is to say, buying counterfeit product as a experiance, either willingly or by fault, is widespread as the majority of the sample.
        A less reliable extra information is that if multipled with the frequency of buying counterfeit products collected from the sample, the overall frequency of sample purchasing counterfeit product is 25.1%. That is to say, among every 4 object purchased by XJTLU students, 1 will be fake-branded.

<!--list-separator-->

-  RQ2: Aware of Counterfeit?

    Examine the precentage of `Active Buying Counterfiet Product` in the field `Active`

    <!--list-separator-->

    -  Result
