org/main/20211007013334-eap121.org
***** Result
Data showes that among sample, 42.1% were aware of the counterfeit feature of the goods, and chose to buy them even after knowing it. If we shrink sample from all of the sample space to only the ones who thought they have purchased counterfeit product, the number will be as high as 55%.
That is to say, for these 42.1% of all people, counterfeit product had become not only a presence, but an option, that would be deliberately considered.
With these numbers, it is revealed that not only is counterfeit product very common to be seen, there are actually large portion people actively seeking to see and purchase them.
The next question is: What's it that make this situation.

**** RQ3: Factors affecting the counterfeit products usage(to be high)?
Examine:
+ =Active Reason=

+ =Reason for the situation=

+

 
***** Result

****** Easy Access
Taobao is the main source of the counterfeit product mentioned by the sample, and the main source of most purchase we made

****** Kind

****** Reason told

****** Reason thought --> reveal something

****** Defending is hard

****** Agreement to boycott counterfeit product
**** Limitation

***** Student confirm if they have purchase counterfeit product
They could be ignoring something they bought. According to the survey, among 76.4% of sample who have purchased counterfeit product, only 42.1% of people bought their counterfeit products willingly.

***** The research focus on person having buying the product, the scale is kind of neglected
*** First Draft
The sequence: [2/6]
+ [X] Method
+ [ ] Results
+ [ ] Discussion
+ [ ] Introduction
+ [X] Conclusion
+ [ ] Abstrat
**** Abstract
The current state of counterfeit goods purchasing among university students, as well as the variables that contribute to it, are investigated in this research. Data was obtained from 102 university students using an online questionnaire, and simple statistics were used to analyze the results. The findings demonstrate that counterfeit products are common among university students, with a high percentage of them actively purchasing counterfeits. Factors such as overpriced genuine product and expensive defense costs are examined.
**** Introduction
***** Background
Counterfeit products have been a huge commercial issue for a long time, and the mechanism that allows them to persist is fascinating. The behavior of university students in regards to counterfeit products was investigated in this research in order to better understand the factors that contribute to the widespread prevalence of counterfeit goods.
***** Literature Review
The flow of counterfeit items can be divided into two types: non-deceptive and deceptive, with the difference being whether or not the consumers were aware of the products' counterfeit nature (Grossman and Shapiro, 1988).

Previous studies looked into a range of elements that seem to have a significance in counterfeiting, which may be classified into three categories: psychographic factors, demographic factors, and product factors (Wee, Tan and Cheok, 1995; Michaelidou, 2011). (Christodoulides and Michaelidou, 2011)

Product attributes were often regarded as the most important factor contributing to counterfeiting. Singh and Kumar argued that the marketing of counterfeit products, such as lowering the price to an accessible level and ensuring high availability and localisation of the counterfeits, has made counterfeits quite popular in rural India (Singh and Kumar, 2017). Product type was also investigated to see if it had a high correlation with individuals purchasing counterfeits, resulting in an obvious preference for counterfeit experiential products over symbolic products (Michaelidou and Christodoulides, 2011).Aside from that, researchers discovered that the low price and high quality of counterfeit items, like other regular things, would have a favorable influence on their purchase (Singh and Kumar, 2017). (Nik Hashim, Shah and Omar, 2018). Nonetheless, brand image has been proved to have a complicated impact on counterfeiting, with loyal customers rejecting counterfeits while counterfeit manufacturers being positively encouraged to imitate them (Nik Hashim, Shah, and Omar, 2018). (Hoang Cuu Long and Nguyen Nhat Vinh, 2017).

In terms of psychographic factors, the ethical obligation of the consumer was commonly seen as a determinant. According to Michaelidou, luxury counterfeits may be rejected owing to consumers' ethical obligations, whereas experiential items such as music or films may be allowed (Michaelidou and Christodoulides, 2011). Eisend and Quoquab conducted similar consistent researches. (2017) (Quoquab et al) (Eisend, 2019). Consumer purchasing attitudes were also considered a factor in counterfeiting, particularly with regard to the relationship between hedonic attitude and garment purchase (Moon et al., 2018) Nguyen Nhat Vinh and Hoang Cuu Long (2017)
Furthermore, materialism and oral communication were examined to have positive impact on counterfeiting in certain scenarios(Davidson, Nepomuceno and Laroche, 2019)(Khalid and Rahman, 2015)


***** Aims and Hypotheses
The goal of this study is to comprehend the current state of counterfeit items and how they got to be that way. The following research questions would be examined in particular: how widespread is counterfeit product in the sample; how many of the sample were aware of purchasing counterfeit items; and what reasons contribute to the problem.
Our hypothesis for these questions are as follows: counterfeit items are quite common in the sample; many of the sample were aware of purchasing counterfeit products; and a range of factors, including vanity and sample preferences, were involved.
**** Methododology
***** Sample
The sample size is 102 persons, 46 males and 56 females chosen at random from all XJTLU students.
***** Materials
A questionaire of ten questions is employed, with a range of question types such as multichoice questions, yes/no questions, scaling questions, and open questions.
Questionairs are created using Wenjuanxin.com and delivered over WeChat during the procedure. Jupyter notebook, Python, and several libraries such as matplotlib and numpy are used for data analysis and visualization.
***** Procedure
We initially proposed the study questions and hypotheses throughout the survey. Based on the hypotheses, we identified several discriptive features of the targets that seem to be relevant in terms of counterfeit goods purchase among XJTLU students. Then, questionnaires are designed to collect data on these features. They are then distributed online.
After receiving the data, the distributive features are examined first. Multiple characteristics would then be shown in pairs to check whether there is any evidence of relationship.
**** Results and Discussion
***** Finding 1: Prevalence
Counterfeit items are quite common among university students. Only 23.5 percent of those polled said they had never purchased a counterfeit goods. The remaining 76.4 percent admit to having purchased counterfeit goods at least once. That is, the bulk of the sample buys counterfeit items as an experience, either consciously or unintentionally.
A less credible piece of information is that when the frequency of them purchasing counterfeit items is multiplied, general frequency of the sample purchasing counterfeit products is 25.1 percent. That is, one out of every four items purchased by university students will be counterfeit.
