org/main/20211007013334-eap121.org
***** Finding 2: Awareness
The percentage of university students being aware that they are purchasing counterfeit goods is pretty high.

According to the data, 42.1 percent of the sample were aware of the counterfeit feature of their products and opted to acquire them knowing full about it.
If we reduce the sample size from the whole sample space to simply those who believed they had purchased a counterfeit goods, the figure could be as high as 55%.

That is, for this 42.1 percent of all consumers, counterfeit product has become more than just a presence, but also an intentional consideration, which is consistent with Eisend's findings (Eisend, 2019). 

With these figures, it is clear that not only are counterfeit products widely available, but a sizable proportion of people deliberately seek to see and purchase them.

The second question is, "What is it that is causing this situation?" 
***** Finding 3:
****** Easy access
It was determined that the counterfeit items were obtained exclusively from Taobao.com, an online shopping site that dominates the sample shopping form. Possiblitie could be derived that the easy availability of counterfeits have encouraged university students to purchase them.
****** Reason
Another indicator is that over 28% of students believe that certain authentic products have exorbitant prices and are not worth purchasing. When such needs exists and certain "alternatives" emerge with affordable pricing and comparable capabilities, it seems obvious that these alternatives should be given more consideration. The student's independent pricing judge also demonstrates an ethical conflict between them and the brands, which supports Lysonski's discovery that customers might occasionally claim the innocence of counterfeits (Lysonski and Durvasula 2008).
Meanwhile, with over 55% of the sample believing that they would never take action against counterfeit items owing to the significant expense of protecting their rights, both in time and money, the low risk of making counterfeit products might be a factor contributing to the issue.
**** Conclusion
***** Summary of Findings
Counterfeit items appeared to be highly common among university students, with a high level of awareness of them. Factors contributing to this issue include the ease with which counterfeit items may be obtained, the exorbitant prices of certain brands, the enormous expense of protecting their rights, and the durability of counterfeit products.
***** Limitations
This study use questionnaires to elicit the sample's subjective self-description. Individual findings may be erroneous or ambiguous owing to misinterpretation of the questions or of themselves.
Furthermore, this study was conducted on a per-student basis, which implies that while the outcome is stactical and quantitative, the true characteristic of the outcome is qualitative, with a limited view on the level of each feature.
***** Recommendation
Despite the large level of support for boycotting, it appears that counterfeit items will not be easily eliminated. As long as the ground feeding counterfeit items persists—exorbitant pricing, excessive costs of right defending—the room of counterfeit product will always be spared and never empty.
As a result, in order to eliminate counterfeit items, companies should evaluate their pricing and product quality.Social groups that reduce the expense of protecting one's rights in the context of counterfeit products would also be beneficial. 

***** Future Research
Future research with multiple ways to measure the scale of counterfeit product use or purchase would be recommended.
** TODO Reference Finding
*** TODO Taobao having much counterfeit product
*** references
**** 
** TODO Graphs
*** Prevalence
** Speaking test
*** Content
**** 1. presentation
+ introduce the survey project briefly
+ Describe interesting results
  + use >=1 graph
+ Recommend ways to improve the project based on the results presented
+ Conclude the presentation with a conclusion

Requirements
+ 5 minutes
+ Finish within 5 minutes
**** 2. interview
a interview <= 5 minutes
including:
+ Questions about presentation/survey/giving a presentation
+ Reflection on EAP Skills
+ questions related to TED TALks in this semester
  + Power of smiling
  + Half a million secrets
  + How to listen
  + Technology work buddies

Requirements:
+ at least 3 questions
**** 
*** Organization
**** intro
**** body
**** conclusion
*** Technique
**** idiomatic language
use image to convey idea 
*** Visual
**** Impact
***** Number simplification
The most critical number and number part(17% instead of 18283849 people)
** TODO Speaking test preparation
*** TODO Make slides
:PROPERTIES:
:Effort:   3:00
:END:
:LOGBOOK:
CLOCK: [2021-12-02 Thu 21:52]--[2021-12-02 Thu 23:37] => 1:45
CLOCK: [2021-12-02 Thu 19:51]--[2021-12-02 Thu 21:52] =>  2:01
:END:
**** Generating Visuals
***** Charts [5/5]
+ [X] Prevalence
+ [X] Awareness
+ [X] Access
+ [X] Reasons
+ [X] Right Defending
***** Image
+ [X] Counterfeit
+ [X] TAOBAO
+ [X] Famous Brand Product
+ [X] Right Protection

*** TODO Question scenario 
**** already covered question
Thanks for your question,Just like what I have said before
**** off topic/Too complex
**** Not shure
I don't have that information now
To be honest, I don't know it exactly
**** Don't understand the questions
I didn't catch that... could you repeat the question?
Sorry, what do you mean by "XXX"

*** DONE Write and resite script
CLOSED: [2021-12-22 Wed 17:32]
:PROPERTIES:
:Effort:   30
:END:
:LOGBOOK:
- State "DONE"       from "NEXT"       [2021-12-22 Wed 17:32]
CLOCK: [2021-12-04 Sat 23:55]--[2021-12-05 Sun 01:38] =>  1:43
:END:

**** DONE Resite[7/7]
CLOSED: [2021-12-22 Wed 17:32]
:PROPERTIES:
:Effort:   105
:END:
:LOGBOOK:
- State "DONE"       from "NEXT"       [2021-12-22 Wed 17:32]
CLOCK: [2021-12-06 Mon 15:59]--[2021-12-06 Mon 16:53] =>  0:54
:END:
+ [X] Openning
+ [X] Intro
+ [X] Metho
+ [X] Finding1
+ [X] Finding2
+ [X] Recommendation
+ [X] Conclusion

** [[id:5A60D2F9-B216-49A6-818F-4E8BAF249478][Question answer machine]] 

** Tutorial introduction

*** Report

**** The not that reliable data
Should I keep them

**** How to refine them

*** Pre

**** The text.

***** Sentence?
To make the slide make sence, should include the points
but the point would be too long.

To make people followed on the topic, should include the information hard to remember.
I'm thinking the slide as a prompt for things to say for presentor and have said for listener. If the point are to short, it'll be difficult to recall what are these for.

Totally non-text slide, with only keywords

How do I evaluate if the text is too long/short

***** The structural slides
The introduction, the index slide, the summary, the conclusion

I find that there's nothing to say about them.

****** The connection between
the index and the summary followed by each other

*** age of the ref
get up to date references

*** TODO format of the ref
Review the ref, and corret the format issues.

