content/main/20211007013334-eap121.md

    -  Finding 2: Awareness

        The percentage of university students being aware that they are purchasing counterfeit goods is pretty high.

        According to the data, 42.1 percent of the sample were aware of the counterfeit feature of their products and opted to acquire them knowing full about it.
        If we reduce the sample size from the whole sample space to simply those who believed they had purchased a counterfeit goods, the figure could be as high as 55%.

        That is, for this 42.1 percent of all consumers, counterfeit product has become more than just a presence, but also an intentional consideration, which is consistent with Eisend's findings (Eisend, 2019).

        With these figures, it is clear that not only are counterfeit products widely available, but a sizable proportion of people deliberately seek to see and purchase them.

        The second question is, "What is it that is causing this situation?"

    <!--list-separator-->

    -  Finding 3:

        <!--list-separator-->

        -  Easy access

            It was determined that the counterfeit items were obtained exclusively from Taobao.com, an online shopping site that dominates the sample shopping form. Possiblitie could be derived that the easy availability of counterfeits have encouraged university students to purchase them.

        <!--list-separator-->

        -  Reason

            Another indicator is that over 28% of students believe that certain authentic products have exorbitant prices and are not worth purchasing. When such needs exists and certain "alternatives" emerge with affordable pricing and comparable capabilities, it seems obvious that these alternatives should be given more consideration. The student's independent pricing judge also demonstrates an ethical conflict between them and the brands, which supports Lysonski's discovery that customers might occasionally claim the innocence of counterfeits (Lysonski and Durvasula 2008).
            Meanwhile, with over 55% of the sample believing that they would never take action against counterfeit items owing to the significant expense of protecting their rights, both in time and money, the low risk of making counterfeit products might be a factor contributing to the issue.

<!--list-separator-->

-  Conclusion

    <!--list-separator-->

    -  Summary of Findings

        Counterfeit items appeared to be highly common among university students, with a high level of awareness of them. Factors contributing to this issue include the ease with which counterfeit items may be obtained, the exorbitant prices of certain brands, the enormous expense of protecting their rights, and the durability of counterfeit products.

    <!--list-separator-->

    -  Limitations

        This study use questionnaires to elicit the sample's subjective self-description. Individual findings may be erroneous or ambiguous owing to misinterpretation of the questions or of themselves.
        Furthermore, this study was conducted on a per-student basis, which implies that while the outcome is stactical and quantitative, the true characteristic of the outcome is qualitative, with a limited view on the level of each feature.

    <!--list-separator-->

    -  Recommendation

        Despite the large level of support for boycotting, it appears that counterfeit items will not be easily eliminated. As long as the ground feeding counterfeit items persists—exorbitant pricing, excessive costs of right defending—the room of counterfeit product will always be spared and never empty.
        As a result, in order to eliminate counterfeit items, companies should evaluate their pricing and product quality.Social groups that reduce the expense of protecting one's rights in the context of counterfeit products would also be beneficial.

    <!--list-separator-->

    -  Future Research

        Future research with multiple ways to measure the scale of counterfeit product use or purchase would be recommended.


### <span class="org-todo todo TODO">TODO</span> Reference Finding {#reference-finding}


#### <span class="org-todo todo TODO">TODO</span> Taobao having much counterfeit product {#taobao-having-much-counterfeit-product}


#### references {#references}

<!--list-separator-->

-


### <span class="org-todo todo TODO">TODO</span> Graphs {#graphs}


#### Prevalence {#prevalence}


### Speaking test {#speaking-test}


#### Content {#content}

<!--list-separator-->

-  1. presentation

    -   introduce the survey project briefly
    -   Describe interesting results
        -   use &gt;=1 graph
    -   Recommend ways to improve the project based on the results presented
    -   Conclude the presentation with a conclusion

    Requirements

    -   5 minutes
    -   Finish within 5 minutes

<!--list-separator-->

-  2. interview

    a interview &lt;= 5 minutes
    including:

    -   Questions about presentation/survey/giving a presentation
    -   Reflection on EAP Skills
    -   questions related to TED TALks in this semester
        -   Power of smiling
        -   Half a million secrets
        -   How to listen
        -   Technology work buddies

    Requirements:

    -   at least 3 questions

<!--list-separator-->

-


#### Organization {#organization}

<!--list-separator-->

-  intro

<!--list-separator-->

-  body

<!--list-separator-->

-  conclusion


#### Technique {#technique}

<!--list-separator-->

-  idiomatic language

    use image to convey idea


#### Visual {#visual}

<!--list-separator-->

-  Impact

    <!--list-separator-->

    -  Number simplification

        The most critical number and number part(17% instead of 18283849 people)


### <span class="org-todo todo TODO">TODO</span> Speaking test preparation {#speaking-test-preparation}


#### <span class="org-todo todo TODO">TODO</span> Make slides {#make-slides}

<!--list-separator-->

-  Generating Visuals

    <!--list-separator-->

    -  Charts <code>[5/5]</code>

        -   [X] Prevalence
        -   [X] Awareness
        -   [X] Access
        -   [X] Reasons
        -   [X] Right Defending

    <!--list-separator-->

    -  Image

        -   [X] Counterfeit
        -   [X] TAOBAO
        -   [X] Famous Brand Product
        -   [X] Right Protection


#### <span class="org-todo todo TODO">TODO</span> Question scenario {#question-scenario}

<!--list-separator-->

-  already covered question

    Thanks for your question,Just like what I have said before

<!--list-separator-->

-  off topic/Too complex

<!--list-separator-->

-  Not shure

    I don't have that information now
    To be honest, I don't know it exactly

<!--list-separator-->

-  Don't understand the questions

    I didn't catch that... could you repeat the question?
    Sorry, what do you mean by "XXX"


#### <span class="org-todo done DONE">DONE</span> Write and resite script {#write-and-resite-script}

<!--list-separator-->

- <span class="org-todo done DONE">DONE</span>  Resite<code>[7/7]</code>

    -   [X] Openning
    -   [X] Intro
    -   [X] Metho
    -   [X] Finding1
    -   [X] Finding2
    -   [X] Recommendation
    -   [X] Conclusion


### [Question answer machine]({{< relref "20211116161513-question_answer_machine.md" >}}) {#question-answer-machine--20211116161513-question-answer-machine-dot-md}


### Tutorial introduction {#tutorial-introduction}


#### Report {#report}

<!--list-separator-->

-  The not that reliable data

    Should I keep them

<!--list-separator-->

-  How to refine them


#### Pre {#pre}

<!--list-separator-->

-  The text.

    <!--list-separator-->

    -  Sentence?

        To make the slide make sence, should include the points
        but the point would be too long.

        To make people followed on the topic, should include the information hard to remember.
        I'm thinking the slide as a prompt for things to say for presentor and have said for listener. If the point are to short, it'll be difficult to recall what are these for.

        Totally non-text slide, with only keywords

        How do I evaluate if the text is too long/short

    <!--list-separator-->

    -  The structural slides

        The introduction, the index slide, the summary, the conclusion

        I find that there's nothing to say about them.

        <!--list-separator-->

        -  The connection between

            the index and the summary followed by each other


#### age of the ref {#age-of-the-ref}

get up to date references


#### <span class="org-todo todo TODO">TODO</span> format of the ref {#format-of-the-ref}

Review the ref, and corret the format issues.